// primeiro quadrado da primeira linha = emptyGrid[29]
// último quadrado da primeira linha = emptyGrid[40]
// primeiro quadrado da segunda linha = emptyGrid[44]
// último quadrado da segunda linha = emptyGrid[55]
// linha = início da linha -- ATÉ -- início da linha + 11
// 8 linhas e 12 colunas
// Index de início de cada linha
// 1 - 29
// 2 - 44
// 3 - 59
// 4 - 74
// 5 - 89
// 6 - 104
// 7 - 119
// 8 - 134

export const gridFromLeft = `
╔════════════════════════╗
║🐰⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
╚════════════════════════╝
`

export const gridFromRight = `
╔════════════════════════╗
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛🐰║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
╚════════════════════════╝
`

export const gridFromBottom = `
╔════════════════════════╗
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
║🐰⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛║
╚════════════════════════╝
`
